load-test.yml
config:
  target: "http://localhost:3000"
  phases:
    - duration: 5        
      arrivalRate: 500  
      rampTo: 1000      
    - duration: 5        
      arrivalRate: 1000 
  http:
    timeout: 60000
scenarios:
  - flow:
      - post:
          url: "/withdraw/c932f3fc-fde9-46a0-b719-1a4d31264bf1"
          json:
            amount: 2